<?php

return [
    'blog_max_posts' => 'Количество постов',
    'blog_max_posts_info' => 'Количество сообщений блога, которые будут отображены на одной странице. Если всего сообщений больше, чем указано в параметре, то будет добавлен пагинатор.',
    
    'blog_new_title' => 'Заголовок новости',
    
    'blog_new_text' => 'Статья',
    'blog_new_text_info' => 'Текст, который будет показан пользователям только при нажатии ими кнопки "Далее" или "Прочитать".',
    
    'blog_new_preview' => 'Превью текст',
    'blog_new_preview_info' => 'Текст, который будет показан пользователям при просмотре блога новостей. Максимальная длинна - 200 символов.',
    
    'blog_new_tags' => 'Теги',
    'blog_new_tags_info' => 'Теги новости для быстрого поиска.',

    'blog_new_image' => 'URL изображения',
    'blog_new_upload' => 'Загрузить изображение',
    'blog_new_is_opened' => 'Открыть',
    'blog_new_is_opened_info' => 'Показывать ли данную новость пользователям.',
];